Repository: kklimonda/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron-log-info.po
Languages: fr

source: %(action)s failed (client error): %(exc)s
fr: Échec %(action)s (Erreur client): %(exc)s

source: %(plugin_key)s: %(function_name)s with args %(args)s ignored
fr: %(plugin_key)s : %(function_name)s avec les arguments %(args)s ignoré

source: %(url)s returned a fault: %(exception)s
fr: %(url)s a retourné une erreur : %(exception)s.

source: %(url)s returned with HTTP %(status)d
fr: %(url)s retourné avec HTTP %(status)d

source: APIC service agent started
fr: service de l'agent APIC démarré

source: APIC service agent starting ...
fr: Démarrage du service de l'agent APIC

source: Adding %s to list of bridges.
fr: Ajout %s à la liste de ponts.

source: Agent %s already present
fr: Agent %s déjà présent

source: Agent initialised successfully, now running...
fr: Agent initialisé avec succès, en cours d'exécution...

source: Agent initialized successfully, now running...
fr: Agent initialisé avec succès, en cours d'exécution...

source: Agent out of sync with plugin!
fr: Agent non synchronisé avec le plug-in !

source: Agent tunnel out of sync with plugin!
fr: Tunnel d'agent désynchronisé avec le plug-in !

source: Allocated vlan (%d) from the pool
fr: Réseau VLAN alloué (%d) depuis le pool

source: Allow sorting is enabled because native pagination requires native sorting
fr: Autorisation de tri activée car la mise en page native nécessite le tri natif

source: Ancillary Port %s added
fr: Port auxiliaire %s ajouté

source: Assigning %(vlan_id)s as local vlan for net-id=%(net_uuid)s
fr: Affectation de %(vlan_id)s comme réseau local virtuel pour net-id = %(net_uuid)s

source: Attachment %s removed
fr: Connexion %s retirée

source: Attempt %(count)s to bind port %(port)s
fr: Tentative %(count)s de liaison port %(port)s

source: Attempted to remove port filter which is not filtered %r
fr: Tentative effectuée de suppression du filtre de ports (sans filtrage %r)

source: Attempted to update port filter which is not filtered %s
fr: Tentative effectuée de mise à jour du filtre de ports (sans filtrage %s)

source: Binding info for port %s was not found, it might have been deleted already.
fr: L'information de liaison pour le port %s n'a pas été trouvée, elle peut déjà avoir été effacée.

source: Caught %s, exiting
fr: %s interceptée, sortie

source: Caught %s, stopping children
fr: %s interceptée, arrêt de l'enfant

source: Child %(pid)d killed by signal %(sig)d
fr: Enfant %(pid)d arrêté par le signal %(sig)d

source: Child %(pid)s exited with status %(code)d
fr: Processus fils %(pid)s terminé avec le status %(code)d

source: Child caught %s, exiting
fr: L'enfant a reçu %s, sortie

source: Cleaning bridge: %s
fr: Supprimer le pont: %s

source: Config paste file: %s
fr: Config du fichier de collage : %s

source: Configuration for device %s completed.
fr: Configuration complète de l'équipement %s

source: DHCP agent started
fr: Agent DHCP démarré

source: Default provider is not specified for service type %s
fr: Le fournisseur par défaut n'est pas spécifié pour le type de service %s

source: Deleting port: %s
fr: Supprimer le port: %s

source: Device %s already exists
fr: L'unité %s existe déjà

source: Device %s not defined on plugin
fr: Unité %s non définie sur le plug-in

source: Device with MAC %s not defined on plugin
fr: Appareil avec adresse MAC %s non-défini dans le plugin

source: Disabled security-group extension.
fr: Extension du groupe de sécurité désactivée.

source: Eventlet backdoor listening on %(port)s for process %(pid)d
fr: Eventlet backdoor en écoute sur le port %(port)s for process %(pid)d

source: Exclude Devices: %s
fr: Equipements exclus: %s

source: Forking too fast, sleeping
fr: Bifurcation trop rapide, pause

source: Found invalid IP address in pool: %(start)s - %(end)s:
fr: Adresse IP non valide trouvée dans le pool : %(start)s - %(end)s :

source: Found overlapping ranges: %(l_range)s and %(r_range)s
fr: Chevauchement d'intervalles trouvés : %(l_range)s et %(r_range)s

source: Found pool larger than subnet CIDR:%(start)s - %(end)s
fr: Un pool plus volumineux que le routage CIDR de sous-réseau %(start)s - %(end)s a été trouvé.

source: HTTP exception thrown: %s
fr: Exception HTTP générée : %s

source: IPv6 is not enabled on this system.
fr: IPv6 n'est pas activé sur le système.

source: Initializing extension manager.
fr: Initialisation du gestionnaire d'extension.

source: Interface mappings: %s
fr: Mappages d'interface : %s

source: L3 agent started
fr: Agent de niveau 3 démarré

source: LinuxBridge Agent RPC Daemon Started!
fr: Serveur démon RPC de l'agent LinuxBridge démarré !

source: Loaded extension: %s
fr: Extension chargée : %s

source: Loaded quota_driver: %s.
fr: Chargement quota_driver: %s.

source: Loading Metering driver %s
fr: Chargement du pilote de Mesures %s

source: Loading Plugin: %s
fr: Chargement du plug-in : %s

source: Loading core plugin: %s
fr: Chargement du plugin core: %s

source: Loading interface driver %s
fr: Chargement de pilote d'interface %s

source: Logging enabled!
fr: Consignation activée !

source: Loop iteration exceeded interval (%(polling_interval)s vs. %(elapsed)s)!
fr: L'itération de boucle a dépassé l'intervalle (%(polling_interval)s contre %(elapsed)s) !

source: Mapping physical network %(physical_network)s to bridge %(bridge)s
fr: Mappage du réseau physique %(physical_network)s sur le pont %(bridge)s

source: Network VLAN ranges: %s
fr: Plages de réseau local virtuel de réseau : %s

source: Network name changed to %s
fr: Nom du réseau changé en %s

source: Neutron service started, listening on %(host)s:%(port)s
fr: Service Neutron démarré, en écoute sur %(host)s:%(port)s

source: No %s Plugin loaded
fr: Aucun plug-in %s chargé

source: No device with MAC %s defined on agent.
fr: Aucun équipement avec MAC %s défini sur l'agent.

source: OVS cleanup completed successfully
fr: Le nettoyage d'OVS s'est terminé avec succès.

source: Parent process has died unexpectedly, exiting
fr: Processus parent arrêté de manière inattendue, sortie

source: Physical Devices mappings: %s
fr: Mappages d'Équipements Physiques: %s

source: Port %(device)s updated. Details: %(details)s
fr: Port %(device)s mis à jour. Détails : %(details)s

source: Port %(port_id)s not present in bridge %(br_name)s
fr: Port %(port_id)s n'est pas présent dans le pont %(br_name)s

source: Port %s updated.
fr: Port %s mis à jour.

source: Port %s was deleted concurrently
fr: Le port %s a été effacé en même temps

source: Port name changed to %s
fr: Nom de port changé en %s

source: Preparing filters for devices %s
fr: Préparation des filtres pour les unités %s

source: Process runs with uid/gid: %(uid)s/%(gid)s
fr: Le processus est exécuté avec uid/gid: %(uid)s/%(gid)s

source: Provider rule updated
fr: Règle de fournisseur mise à jour

source: RPC agent_id: %s
fr: agent_id RPC : %s

source: RPC was already started in parent process by plugin.
fr: Le plugin avait déjà lancé les RPC dans le processus parent.

source: Reclaiming vlan = %(vlan_id)s from net-id = %(net_uuid)s
fr: Récupération du réseau local virtuel = %(vlan_id)s à partir de net-id = %(net_uuid)s

source: Refresh firewall rules
fr: Régénération des règles de pare-feu

source: Remove device filter for %r
fr: Suppression du filtre d'unités pour %r

source: Removing device with mac_address %s
fr: Retrait de l'appareil ayant pour mac_address %s

source: Security group member updated %r
fr: Membre de groupe de sécurité mis à jour %r

source: Security group rule updated %r
fr: Règle de groupe de sécurité mise à jour %r

source: Service %s is supported by the core plugin
fr: Le service %s est supporté par le core plugin

source: Skipping periodic task %(task)s because it is disabled
fr: Tâche périodique %(task)s car elle est désactivée

source: Skipping periodic task %(task)s because its interval is negative
fr: Tâche périodique %(task)s ignorée car son intervalle est négatif

source: Skipping port %s as no IP is configure on it
fr: Ignorer le port %s car aucune adresse IP n'est configurée

source: Specified IP addresses do not match the subnet IP version
fr: Les adresses IP spécifiées ne correspondent à la version IP du sous-réseau

source: Start IP (%(start)s) is greater than end IP (%(end)s)
fr: L'adresse IP de début (%(start)s) est supérieure à l'adresse IP de fin (%(end)s).

source: Started child %d
fr: Enfant démarré %d

source: Starting %d workers
fr: Démarrage des travailleurs %d

source: Subnet %s was deleted concurrently
fr: Le sous-réseau %s a été effacé en même temps

source: Synchronizing state
fr: Etat de synchronisation

source: Synchronizing state complete
fr: Etat de synchronisation complet

source: Validation for CIDR: %(new_cidr)s failed - overlaps with subnet %(subnet_id)s (CIDR: %(cidr)s)
fr: La validation du routage CIDR %(new_cidr)s a échoué : il chevauche le sous-réseau %(subnet_id)s (CIDR : %(cidr)s)

source: Wait called after thread killed. Cleaning up.
fr: Pause demandée après suppression de thread. Nettoyage.

source: Waiting on %d children to exit
fr: En attente %d enfants pour sortie

source: agent_updated by server side %s!
fr: agent_updated au niveau du serveur %s !
